window.BLOCK(String.raw`
---
id: moshchnost
type: концепт
title: Мощность
links: [mehanicheskaya-rabota]
---

Помимо работы, важной характеристикой является мощность — скорость выполнения работы. Мощность $P$ определяется как производная работы по времени:

$$#opredelenie
P = \frac{dA}{dt}
$$

Для постоянной силы $\vec{F}$, если вектор перемещения $d\vec{s}$ также меняется со временем, можно выразить мощность через скалярное произведение силы на скорость:

$$#cherez-skorost
P = \frac{d}{dt} (\vec{F} \cdot \vec{s}) = \vec{F} \cdot \frac{d\vec{s}}{dt} = \vec{F} \cdot \vec{v}
$$

Здесь $\vec{v}$ — это скорость движения тела, которая равна производной от перемещения по времени $d\vec{s}/dt$. Таким образом, мощность показывает, с какой скоростью сила совершает работу при движении тела. Измеряется мощность в ваттах (джоулей в секунду). Чем больше мощность, тем быстрее совершается работа.
`);
